{
    "eventMessage.whis.login": "§6§l§o「You wake up in Nowhere」",
    "eventMessage.whis.after_storm.1": "§6§l§oThe Wither Storm is not completely dead.",
    "eventMessage.whis.after_storm.2": "§6§l§oIts residual power escaped to the Overworld, becoming a crippled Wither.",
    "eventMessage.whis.after_storm.3": "§6§l§oGo summon and kill it outright.",
    "eventMessage.whis.nether_star.1": "§6§l§oYou have killed the wither. Share Nether Star with your friends to sync their progress with yours!",
    "eventMessage.whis.nether_star.2": "       ",
    "eventMessage.whis.nether_star.3": "§6§l§oThe Wither Storm is dead completely, and its power spread wildly in the final battle, infecting the entire world.",
    "eventMessage.whis.nether_star.4": "§6§l§oAnd that, is the Nevermine.",
    "eventMessage.whis.storm_time": "§6§l§oThe game has entered the Withering Storm phase. Now, all players have a probability of contracting the Wither Sickness debuff when hurt",
    "eventMessage.whis.defeat_storm": "§6§l§oThe core of Wither Storm is brocken. Share Withered Nether Star with your friends to sync their progress with yours!",
    "info.whis.chorus_fruit": "§5§l§oHow to find Chorus Fruit in such an end?\nSearching End Highland in Nature Compass.",
    "info.whis.shift": "§c§oPlease press Shift for more details",
    "info.whis.vulcane": "§5AoA resource RAGE will be set to 100 when you are hurt.\nHold your vulcane (both mainhand or offhand should work) and right click to attack the mob that hurt you (you don't need to aim your vulcane at it).\nhe true damage ignores the vanilla damage immunity.",
    "info.whis.fertilised_farmland": "§5When a crop is grown on Fertilised Farmland, it will give 1 extra of the crop item when harvested. Fertilised Farmland does not affect the amount of seeds gained when harvesting, nor does it affect 'seedless' crops (Potatoes, Carrots, etc.).",
    "info.whis.alacrity_bow": "§5Make the target slow.",
    "info.whis.squire_bag": "§5You can't put items into it!",
    "info.whis.formidibomb": "§5High-end ingredients often only require simple cooking: put it down and ignite it with Flint and Steel!",
    "info.whis.for_storm": "§5§l§oThis piece of equipment exists to defeat the Wither Storm",
    "info.whis.nowhere_portal": "§5§l§oAfter returning to the overworld, you will not be able to return to this dimension. It's a whole new world outside.",
    "info.whis.puzzle_master": "§5§l§oYou can only play games in Celeve",
    "info.whis.command_block_book": "§5§l§oObtain by killing Wither Symbiont",
    "info.whis.dragonsteel_armor.1": "§2Full set bonus:",
    "info.whis.dragonsteel_armor.2": "§2When taking damage, if your dragon is around for 100*100*100 range centered on you, you have a 30% chance of being immune to it",
    "info.whis.bagofyurting": "§5§l§oShift and right-click to save chests. Can't target other kinds of blocks.",
    "info.whis.ba_bt_paper": "§5§l§opiece of shit",
    "info.whis.recaller": "§5§l§oItem effect\n1.You won't teleport randomly holding this item when jumping into Nether Paiting.\n2.Long right-click to return to the position of the bed (you need to have a bed)",
    "info.whis.relics": "§5§l§oNow, entities all over the world, like bat or xxeus, have a chance to drop trinkets of Relics on dying.\nChance are determined by their rarity:\nCommon: 0.12%\nUncommon: 0.06%\nRare: 0.02%\nEpic: 0.0075%",
    "info.whis.charging_table": "§4You need Silk Touch",
    "info.whis.item_portal_key": "§5§l§oWill appear in loot chests with random properties.",
    "itemGroup.none": "Oh, it's empty here",
    "lead.whis.paper.1": "§5§l§oHOW TO SURVIVE IN SLOVENIA Part One\n阶段一的目标是：杀凋。\n路线：进入世界→挖矿→造飞机→造探险家指南针→找战斗高塔（Land Battle Tower）→战利品箱掏凋灵骷髅头颅碎片和地下城装备→合头→找残缺的凋灵风暴召唤结构（Whis/storm）→召唤凋灵风暴→等它长啊长→打凋灵共生体→合命令方块武器→恐怖炸弹炸→等它长啊长→进内部空间→打命令方块→回主世界→润到坐标x=0z=0处→杀凋\n其它一些可能需要注意的地方：\n1.挖矿别挖太久啦，这儿又没啥有用的矿，挖这么久没啥用，我听我朋友说他大晚上在这儿挖了两个小时的矿时，我整个人都震惊了，不都是些废铜烂铁吗挖这么久资源过剩有什么用？还不如早点推进度。\n2.恐怖炸弹别炸早，别炸晚，打完共生体去炸一次就行，让它从单一个体分裂成仨个体就是成功了。\n3.别做木斧了，用不了了，因为有WorldEdit创世神（我测试的时候有要用到它的地方就装了），直接做石斧不会死的。",
    "lead.whis.paper.2": "§5§l§oHOW TO SURVIVE IN SLOVENIA Part Two\n阶段二的目标是：屠龙。\n依然是一条路线（比阶段一简单很多）：做床→做召回护身符/Bonfires篝火→做地狱绘图/被哭泣天使撸→进AoA3的维度，干Boss，集End Remastered的珍珠和传送门框架→材料集齐润末地→打龙→卸载这个包",
    "dimensions.whis.witherstorm": "Wither Storm World"
}